Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E24C.tmx
Source language: en_us
Languages: zh_cn

source: Zen Mind: How to Declutter
zh_cn: 禅境思维：如何清理杂物

source: Here are my top decluttering tips:
zh_cn: 下面就是我在清理杂物方面的一些头等建议：

source: Do it in small chunks.
zh_cn: 用小块时间进行清理。

source: Set aside just 15 minutes to declutter just one shelf, and when that shelf or that 15 minutes is up, celebrate your victory.
zh_cn: 一次只用15分钟时间，一次只清理一个架子。当那个架子清理完，或15分钟结束时，请庆祝你的胜利。

source: Then tackle another shelf for 15 minutes the next day.
zh_cn: 然后在第二天再用15分钟处理另一个架子。

source: Conquering an entire closet or room can be overwhelming, and you might put it off forever.
zh_cn: 一次便征服整个储物间或某个房间，会使人感到难以招架，你也许就将把此事永远推迟。

source: If that's the case, just do it in baby steps.
zh_cn: 倘若这是问题所在，请直接用一个个小步骤完成清理工作。

source: Set aside a couple hours to do it.
zh_cn: 留出几个小时进行清理。

source: This may seem contradictory to the above tip ­ and it is.
zh_cn: 这种做法看起来可能和上面的建议彼此矛盾... 它确实如此。

source: It's simply a different strategy, and I say do whatever works for you.
zh_cn: 它就是种不同的行动策略。我想说的是，请采用一切对你管用的做法。

source: Sometimes, for me, it's good to set aside part of a morning, or an entire Saturday morning, to declutter a closet or room.
zh_cn: 有时，我会留出一个上午的部分时间，或整个周六上午，来清理储物间或房间的杂物。

source: I do it all at once, and when I'm done, it feels awesome.
zh_cn: 我会一次性将它们全部清理干净，当自己最终做完时，那种感觉棒极了。

source: Take everything out of a shelf or drawer at once.
zh_cn: 一次只将一个架子或抽屉里的所有东西全部拿出。

source: Whichever of the two above strategies you choose, you should focus on one drawer or shelf at a time, and empty it completely.
zh_cn: 无论选择上面两种策略的哪一种，你都应当一次只专注处理一个抽屉或架子，把它彻底清空。
